Repository: mennucc/ColDoc_project
Catalog: ColDocDjango/locale/*/LC_MESSAGES/django.po
Languages: it

source: Users
it: Utenti

source: Enter a valid UUID (numbers and consonants)
it: Inserire un UUID valido (numeri e consonanti)

source: Enter a valid 'UUID' consisting of numbers and consonants
it: Inserire un 'UUID' valido, consistente in numeri e consonanti

source: '%(value)s' value must be a valid UUID.
it: Il valore '%(value)s' deve essere uno UUID valido.

source: Invalid UUID
it: UUID invalido

source: Please do not use %(value)s as nickname, it may generate confusion
it: Per favore non usare %(value)s come nomignolo, potrebbe generare confusione

source: Malformed languages; insert one ISO_639-3 three letter code per line (and no blank lines)
it: Codici linguistici errati: usare solo codici di tre lettere, ISO_639-3; uno solo per ogni riga, senza linee vuote

source: short string to identify this ColDoc in URLs (alphanumeric only, use '_' or '-' for other chars)
it: breve stringa per identificare questo ColDoc negli URL (solo caratteri alfanumeric, usare '_' o '-' per altri caratteri)

source: languages supported (one ISO_639-3 three letter code per line)
it: lingue supportate (un codice di tre lettere ISO_639-3 per ogni riga)

source: time of last modification of any blob in this coldoc
it: momento dell'ultima modifica di un qualunque blob in questo coldoc

source: time of last run of latex
it: momento dell'ultima esecuzione di latex

source: An user can add a child node if s/he is the author of the blob
it: Un utente può aggiungere un nodo figlio se è l'autore del blob

source: latex-type command used to compile
it: tipo di comando latex da usare per compilare

source: book index
it: indice analitico

source: First published
it: Pubblicato per la prima volta

source: Authors
it: Autori

source: View whole document
it: Vedi il documento principale

source: View whole document, as PDF
it: Vedi il documento principale in PDF

source: Navigate document tree
it: Naviga il documento principale

source: Compile whole document. In this HTML and PDF private material is omitted.
it: Compila l'intero documento. In questi HTML e PDF il materiale privato è omesso.

source: Compile public
it: Compila la versione pubblica

source: Compile whole document. This HTML and PDF are visible only to editors; all material is visible.
it: Compila l'intero documento. Questi HTML e PDF sono visibili solo agli editori; il materiale è tutto visibile.

source: Compile private
it: Compila la versione privata

source: Recompile HTML and PDF for all blobs.
it: Ricompila HTML e PDF da tutti i blob.

source: Compile blobs
it: Compila i blob

source: Reparse all blobs to extract metadata.
it: Rinalizza tutti i blob per estrarre i metadati

source: Reparse
it: Rianalizza

source: Status
it: Stato

source: Settings
it: Settaggi

source: Tasks
it: Lavori

source: Document checks
it: Controlli sul documento

source: Check tree
it: Controllo dell'albero

source: Failed blobs in tree
it: Blob falliti nell'albero

source: No permission to change data.
it: Non hai permesso di cambiare i dati.

source: edit settings in admin form
it: cambia i settaggi nella interfaccia amministrativa

source: Completed Tasks
it: Lavori completati

source: Language
it: Lingua

source: Access
it: Accesso

source: search
it: ricerca

source: search results
it: risultati della ricerca

source: Any language
it: Ogni lingua

source: Problems in tree of blobs
it: Problemi nell'albero dei blob

source: Tree is fine.
it: L'albero è corretto

source: Session timeout, please login again
it: Timeout della sessione, effettuare nuovamente l'accesso

source: used to order the children as in the TeX
it: usato per ordinare i figli come nel TeX

source: newline-separated list of extensions
it: lista di estensioni, separate da un "a capo"

source: newline-separated list of languages
it: lista di lingue, separate da un "a capo"

source: the filename whose content was copied in this blob (and children of this blob)
it: il nome del file che è stato copiato in questo blob (e nei suoi figli)

source: date of creation
it: data di creazione

source: time of last modification of content
it: data di ultima modifica

source: view and LaTeX visible to everybody
it: "vista" e LaTeX visibili a chiunque

source: view visible to everybody, LaTeX restricted
it: "vista" visibile a chiunque, e LaTeX ristretto

source: visible only to editors, and authors of this blob
it: visibile solo agli editori, e agli autori di questo blob

source: access policy
it: politica di accesso

source: use `main` class for sections and whole document, `standalone` class for others
it: userà la classe 'main' per sezioni e l'intero documento, 'standalone' per gli altri

source: use the class of the main document (usually associated to UUID 001)
it: userà la classe del documento principale (normalmente associato allo UUID 001)

source: use `standalone` documentclass
it: usa la documentclass `standalone`

source: use `article` documentclass
it: usa la documentclass `article`

source: use `book` documentclass
it: usa la documentclass `book`

source: documentclass used to compile
it: documentclass usata per compilare

source: View this blob inside the whole PDF
it: Vedi questo blob all'interno del PDF completo

source: View this blob inside the whole HTML
it: Vedi questo blob all'interno del documento HTML completo

source: Show messages
it: Mostra messaggi

source: Shorter width
it: Più stretto

source: Larger width
it: Più largo

source: View
it: Vista

source: Metadata
it: Metadati

source: Comments
it: Commenti

source: Logs
it: Log

source: Tools
it: Strumenti

source: This element was replaced by
it: Questo elemento è stato rimpiazzato da

source: Download PDF
it: Scarica PDF

source: This element replaces
it: Questo elemento rimpiazza

source: Bibliography
it: Bibliografia

source: Book index
it: Indice analitico

source: Environment:
it: Ambiente:

source: Selected language:
it: Lingua selezionata:

source: Selected extension:
it: Estensione selezionata

source: Upload new content
it: Carica nuovo contenuto

source: Upload
it: Carica

source: Edit using administrative interface
it: Modifica interfaccia amministrativa

source: Managing blob in:
it: Stai gestendo il blob in:

source: Download
it: Scarica

source: Download blob
it: Scarica il blob

source: Download this blob in %(dlanguage)s.
it: Scarica questo blob in %(dlanguage)s.

source: Download this blob together with all parts that constitute a complete, compilable, %(view_language)s LaTeX document.
it: Scarica questo blob insieme con tutte le parti necessarie per avere un documento LaTeX completo e compilabile in %(view_language)s.

source: Download inside complete %(view_language)s document
it: Scarica all'interno di un documento in %(view_language)s

source: Download this blob embedded in a complete, compilable, LaTeX document.
it: Scarica questo blob inserito in un unico documento LaTeX completo e compilabile.

source: as single document
it: come documento singolo

source: All pieces are shipped in a ZIP file
it: Tutti gli elementi in un file ZIP

source: as ZIP
it: come ZIP

source: All pieces are sent as attachments to an email
it: Tutti gli elementi sono inviati come allegati a una email

source: by email
it: per email

source: (Please select a language, so as to download content)
it: (Si prega di selezionare una lingua, per poter scaricare il contenuto)

source: Language tools
it: Strumenti per le lingue

source: This content is available in:
it: Questo contenuto è disponibile in:

source: This content is open in another tab: do not edit here
it: Questo contenuto è aperto in un'altro tab: non modificare qui

source: There was a network error
it: Vi è stato un errore di rete

source: File to upload
it: File da caricare

source: Prologue
it: Prologo

source: First line of text file, automatically generated
it: Prima linea del testo, generata automaticamente

source: Short Prologue
it: Prologo corto

source: First line of text file, short version, automatically generated
it: Prima linea del file testo, versione corta, generata automaticamente

source: Blob content
it: Contenuto del blob

source: Edit the blob content
it: Modifica il contenuto del blob

source: Comment
it: Commenti

source: Comment for this commit
it: Commento per questa modifica

source: Insert a child node
it: Inserisci un nodo di figlio

source: Insert a child node at cursor (if a piece of text is selected, it will be moved into the child)
it: Inserisci un nodo figlio nel punto del cursore (se una parte di testo è selezionata, sarà spostata nel nodo figlio)

source: Environment
it: Ambiente

source: Environment for newly created blob
it: Ambiente per il nuovo nodo figlio che sarà creato

source: Add begin/end
it: Aggiungi begin/end

source: add a begin{}..end{} around the splitted part
it: aggiungi begin{}..end{} intorno alla parte estratta

source: Internal error when parsing optarg %r for blob %r
it: Errore interno nel'interpretare optarg %r per blob %r

source: Added initial \%s line
it: Aggiunta linea iniziale \%s

source: Missing initial \%s line
it: Manca la linea iniziale \%s

source: Missing initial, hidden, \uuid line in blob %r
it: Manca la linea iniziale nascosta \uuid in questo blob %r

source: (Why is there a \uuid in this blob ?)
it: (Perché c'è un comando \uuid in questo blob?)

source: Editstate ignored
it: Ignorato lo stato di edit

source: File was changed on disk since your last visit
it: Il file è stato modificato nel disco dopo la tua ultima visita

source: Your saved changes are yet uncompiled
it: Le tue modifiche salvate non sono state ancora compilate

source: Keep the\%s{...} command all in one line.
it: Tieni il comando \%s{...} tutto sulla stessa linea

source: Please add a \%s{...} command in first line.
it: Si prega di aggiungere il comando \%s{...} nella prima linea

source: The command \%s{...} was moved to first line.
it: Il comando \%s{...} è stato spostat sulla prima linea

source: The blob should contain only one occurrence of \%s{...}.
it: Il blob dovrebbe contenere solo un comando \%s{...}

source: Internal error while parsing for \%s{...}.
it: Errore interno nell'analisi di \%s{...}

source: Converted to manual language management (non <tt>mul</tt>)
it: Convertito a gestione manuale delle lingue (non <tt>mul</tt>)

source: Converted to `mul` method
it: Convertito a metodo `mul`

source: A blob with language %(lang)r extension %(ext)r does not exist
it: Non esiste un blob con lingua %(lang)r extensione %(ext)r

source: A blob with language %(lang)r extension %(ext)r already exists
it: Esiste già un blob con lingua %(lang)r extensione %(ext)r

source: A blob with language %(newlang)r extension %(ext)r was created copying from %(oldlang)r.
it: Il blob con lingua %(newlang)r extensione %(ext)r è stato creato copiando da %(oldlang)r

source: Please check it.
it: Si prega di controllarlo

source: A blob with language %(newlang)r extension %(ext)r was automatically translated (%(len)d chars) from %(oldlang)r.
it: Il blob con lingua %(newlang)r extensione %(ext)r è stato automaticamente tradotto da %(oldlang)r (%(len)d caratteri)

source: The automatic translation failed
it: La traduzione automatica è fallita

source: File uploaded has extension of %(this)r instead of one of: %(that)r
it: Il file caricato ha estensione %(this)r invece di uno di: %(that)r

source: File uploaded is %(this)r instead of one of: %(that)r
it: Il file caricato è %(this)r invece di uno di: %(that)r

source: File upload failed
it: Il caricamento del file è fallito

source: File uploaded is %(this)r instead of %(that)r
it: Il file caricato è %(this)r invece di %(that)r

source: Compilation of LaTeX succeded.
it: La compilazione LaTeX è riuscita

source: Compilation of LaTeX failed
it: La compilazione LaTeX è fallita

source: Compilation of new blob succeded
it: La compilazione del nuovo blob è riuscita

source: Compilation of new blob failed
it: La compilazione del nuovo blob è fallita

source: The file was changed on disk: compile aborted. Check the diff.
it: Il file è stato cambiato nel disco: compilazione abortita. Controlla le differenze.

source: Current
it: Attuale

source: Your version
it: La tua versione

source: Cannot split material when there are internal errors
it: Non si può separare del materiale se vi sono stati errori interni

source: Cannot split material when there are header errors
it: Non si può separare del materiale se vi sono stati errori nelle intestazioni

source: Sorry, cannot split material when the first line was changed
it: Spiacente, non si può separare del materiale se la prima linea è stata cambiata

source: The file was changed on disk: check the diff
it: Il file è stato cambiato nel disco: controlla le differenze

source: Created blob with UUID %(newuuid)s, please edit %(olduuid)s to properly input it (a stub \input was inserted for your convenience)
it: È stato creato il blob con UUID %(newuuid)s, si prega di modificare %(olduuid)s per essere sicuri che sia correttamente incluso (un comando \\inputè stato inserito per comodità)

source: Metadata change in new blob
it: I metadati cambiati nel nuovo blob

source: Metadata change in blob
it: Cambiamento di metadata nel blob

source: Compilation of LaTeX scheduled.
it: La compilazione LaTeX è stata avviata.

source: User '%s' changed %s - %s - %s
it: L'utente '%s' ha cambiato %s - %s - %s

source: Previous
it: Precedente

source: File differences for
it: Differenza nei file per

source: [NO HTML AVAILABLE]
it: [HTML NON DISPONIBILE]

source: Internal problem, check the metadata again %r != %r
it: Problema interno, ricontrolla i metadati %r != %r

source: Changes saved
it: Cambiamenti salvati

source: User '%s' changed metadata in %s - %s
it: L'utente '%s' ha cambiato i metadata in %s - %s

source: New
it: Nuovo

source: UUID was normalized from %(old)r to %(new)r)
it: Lo UUID è stato normalizzato da %(old)r a %(new)r)

source: Access to private document denied. Please login.
it: Accesso negato al documento privato. Si prega di fare login.

source: Sorry, this content is not yet available in language %r.
it: Spiacente, questo testo non è ancora disponibile nella lingua %r.

source: Access denied to this content.
it: Accesso negato per questo contenuto

source: Please login.
it: Si prega di autenticarsi.

source: Main document
it: Documento principale

source: [access denied]
it: [accesso negato]

source: Saved on disk
it: Salvato nel disco

source: Your content
it: Il tuo contenuto

source: Add a language version
it: Aggiungi una versione in lingua

source: Translate to language
it: Traduci alla lingua

source: (may damage preamble parts)
it: (potrebbe danneggiare il preambolo)

source: Delete a language version
it: Cancella una versione in lingua

source: Change the language of this blob from %s to:
it: Cambia la lingua di questo blob da %s a:

source: Change this UUID to <tt>mul</tt> (<i>Multilingual method</i>)
it: Cambia questo UUID a <tt>mul</tt> (<i>Multilingual method</i>)

source: Change this UUID to manual language management (non <tt>mul</tt>)
it: Cambia questo UUID a gestione manuale delle lingue (non <tt>mul</tt>)

source: Download denied for this content.
it: Scaricamento negato per questo contenuto

source: Parsing uuid %r lang %r : %s
it: Analizzando uuid %r lingua %r : %s

source: loop detected along branch %r
it: anello nel ramo %r

source: duplicate node %r in tree
it: nodo %r duplicato nel ramo

source: already deleted from queue %r
it: già cancellato %r dalla coda

source: The node %r %r cannot be a child of %r %r
it: Il nodo %r %r non può essere un figlio di %r %r

source: Disconnected nodes %r
it: Nodi disconnessi %r

source: Disconnected node %r
it: Nodo disconnesso %r

source: Disconnected node %r, replaced by %r
it: Nodo disconnesso %r, rimpiazzato da %r

source: UUID %r environ %r
it: UUID %r ambiente %r

source: Parent %r includes child %r using cmd %r environ %r but child %r thinks it is environ %r
it: Il genitore %r include il figlio %r usando il comando %r ambiente %r ma il figlio %r è ambiente %r

source: UUID %r environ %r access %r
it: UUID %r ambiente %r accesso %r

source: UUID %r file %r environ %r first line %r
it: UUID %r file %r ambiente %r prima linea %r

source: In language %(lang)s macro \%(macroname)s %(argSource)s {%(inputfile)r} is including an incorrect blob %(thisblob)s
it: Nella lingua %(lang)s la macro \%(macroname)s %(argSource)s {%(inputfile)r} include il blob errato %(thisblob)s

source: Unparsable input \%s %s {%r} -> uuid %r blob %r
it: Input \%s %s {%r} non analizzabile -> uuid %r blob %r

source: inputs UUID %r filename %r twice
it: include due volte lo UUID %r filename %r

source: language %r does not input UUIDs: %r
it: la lingua %r non include gli UUID: %r

source: There are %d untranslated UUIDs, showing some
it: Vi sono %d UUID non tradotti, ne mostro alcuni

source: translated to: %r
it: Tradotto in: %r

source: helper functions
it: funzioni di aiuto

source: Warning
it: Allerta

source: Problems
it: Problemi

source: Tree for coldoc %r is fine
it: L'albero per il coldoc %r è corretto

source: --language %r is not a recognized language code
it: --language %r non è un language code riconoscibile

source: Please use ISO_639-3 codes, see https://en.wikipedia.org/wiki/ISO_639-3
it: Si prega di usare un codice ISO_639-3 , si veda https://en.wikipedia.org/wiki/ISO_639-3

source: English
it: Inglese

source: Italian
it: Italiano

source: French
it: Francese

source: The session has timed out; you should login again.
it: Timeout della sessione, effettuare nuovamente l'accesso.

source: The session will timeout soon; content has been saved; you should login again.
it: La sessione scadrà preso; i contenuti sono stati salvati; dovresti rifare login.

source: Successfully logged in
it: Accesso riuscito

source: Author
it: Autore

source: Editor
it: Editore

source: Change password
it: Cambia password

source: Reset password
it: Password reset

source: Social connections
it: Collegamenti social

source: Sign In
it: Iscriviti

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">register</a> for a %(site_name)s account.
it: Si prega di iscriversi con un account di terze parti; oppure <a href="%(signup_url)s">registratevi</a> per un account %(site_name)s

source: If you have not created an account yet, then please <a href="%(signup_url)s">register</a> first.
it: Se non avete ancora creato un account, per favore <a href="%(signup_url)s">registratevi</a>

source: Forgot Password?
it: Password dimenticata?

source: Create new local account
it: Creare un nuovo account locale

source: Please correct the error below.
it: Si prega di correggere l'errore seguente.

source: Please correct the errors below.
it: Si prega di correggere gli errori seguenti.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
it: Se autenticato come %(username)s, ma non hai autorizzazione per accedere a questa pagina. Vuoi accedere con un diverso account?

source: Complete registration
it: Completare la registrazione

source: We checked that, using your %(provider_name)s account, you will be able to login to %(site_name)s. Still, some information may be useful: <ul><li> an <i>username</i> is required to identify you inside this portal (you may also use it to login if you set a local password),</li> <li> an <i>email</i> (in case the provider %(provider_name)s did not provide one, or if you wish to use a different one for this portal — in this latter case you should verify it using the <i>`email`</i> menu)</li> </ul>
it: Abbiamo verificato che, usando l'account %(provider_name)s, voi sarete in grado di iscrivervi a %(site_name)s. Comunque alcune informazioni saranno utili: <ul><li> uno <i>username</i> per essere identificati in questo portal (che servirà anche per autenticarsi, se attiverete una password locale),</li> <li> una <i>email</i> (se il provider %(provider_name)s non ne fornisce una, o se preferite usarne una diversa — in questo caso dovreste verificarla usando il menù <i>`email`</i>) </li> </ul>

source: Please complete the following form:
it: Per favore completare questo modulo:

source: Sign Up
it: Iscriviti
